Repository: sergpryimachuk/MilitarySymbologyKit
Catalog: Sources/MilitarySymbologyKit/Localizable.xcstrings
Source language: en
Languages: uk

source: Activities
uk: Активності

source: Administrative
uk: Адміністративна

source: Adult Day Care
uk: Денний догляд за дорослими

source: Advanced Persistent Threat (APT)
uk: Розширена стійка загроза (APT)

source: Aftershock
uk: Атершок

source: Agriculture and Food Infrastructure
uk: Сільське господарство та продовольча інфраструктура

source: Agriculture Laboratory
uk: Сільськогосподарська лабораторія

source: Aids to Navigation
uk: Засоби навігації

source: Air
uk: Повітря

source: Air Assault with Organic Lift
uk: Повітряний штурм з органічним підйомом

source: Air Defense
uk: Протиповітряна оборона

source: Air Defense Gun
uk: Зброя ППО

source: Air Defense Missile Launcher
uk: Ракетна установка протиповітряної оборони

source: Air Missile
uk: Повітряна ракета

source: Air Traffic Control Facility
uk: Управління повітряним рухом

source: Air Traffic Services/Airfield Operations
uk: Обслуговування повітряного руху/експлуатація аеродрому

source: Air-Land-Naval Gunfire Liaison
uk: Повітряно-сухопутно-морський стрілецький зв'язок

source: Airborne Command Post (ACP)
uk: Повітряно-десантний командний пост (ACP)

source: Airborne Early Warning (AEW)
uk: Раннє попередження з повітря (AEW)

source: Aircraft Production/Assembly
uk: Виробництво/складання літаків

source: Airport of Debarkation/Airport of Embarkation
uk: Аеропорт Дебаркації / Аеропорт Висадки

source: Airport/Air Base
uk: Аеропорт / Авіабаза

source: Airship
uk: Дирижабль

source: All Classes of Supply
uk: Усі класи постачання

source: Allied Command Europe Rapid Reaction Corps (ARRC)
uk: Корпус швидкого реагування НАТО в Європі (ARRC)

source: Allied Command Operations
uk: Операції союзного командування

source: Ambulance
uk: Швидка допомога

source: Ammunition
uk: Боєприпаси

source: Ammunition and Explosives/Assembly
uk: Боєприпаси та вибухові речовини/Збір

source: Ammunition Cache
uk: Склад боєприпасів

source: Ammunition Ship
uk: Корабель з боєприпасами

source: Amphibious
uk: Амфібія

source: Amphibious Assault Ship, General
uk: Десантно-штурмовий Корабель, Головний

source: Amphibious Assault Ship, Helicopter
uk: Десантно-штурмовий Корабель, Вертоліт

source: Amphibious Assault Ship, Multipurpose
uk: Десантний Штурмовий Корабель, Багатоцільовий

source: Amphibious Assault, Non-specified
uk: Амфібійний Напад, Невизначений

source: Amphibious Command Ship
uk: Корабель-амфібій командний

source: Amphibious Transport Dock
uk: Амфібійний транспортний док

source: Amphibious Utility Wheeled Vehicle
uk: Колісний автомобіль-амфібія

source: Amphibious Warfare Ship
uk: Бойовий корабель-амфібія

source: Amplifier
uk: Підсилювач

source: Analysis
uk: Аналіз

source: Animal Feedlot
uk: Корм для тварин

source: Antennae
uk: Антени

source: Anticyclone Center
uk: Антициклонний центр

source: Antipersonnel Land Mine (APL)
uk: Протипіхотна наземна міна (APL)

source: Antisubmarine Warfare
uk: Протипідводна оборона

source: Antisurface Warfare
uk: Протинадводна оборона

source: Antitank Gun
uk: Протитанкова гармата

source: Antitank Mine
uk: Протитанкова міна

source: Antitank Missile Launcher
uk: Протитанкова ракетна установка

source: Antitank Rocket Launcher
uk: Протитанкова ракетна установка

source: APT Other
uk: APT Інше

source: APT with C2
uk: APT з C2

source: APT with C2 and Self Propagation
uk: APT з C2 і саморозповсюдженням

source: APT with Self Propagation
uk: APT із саморозповсюдженням

source: Armament Production
uk: Виробництво зброї

source: Armor/Armored/Mechanized/Self-Propelled/Tracked
uk: Броня / Броньовані / Механізовані / Самохідні / Гусеничні

source: Armored
uk: Броньований

source: Armored Assault
uk: Броньований штурм

source: Armored Carrier with Volcano
uk: Броньований перевізник з Volcano

source: Armored Engineer Recon Vehicle (AERV)
uk: Броньована інженерно-розвідувальна машина (AERV)

source: Armored Fighting Vehicle
uk: Бойова броньована машина (ББМ)

source: Armored Fighting Vehicle Command and Control
uk: Броньована бойовою машиною управління

source: Armored Personnel Carrier
uk: Бронетранспортер

source: Armored Personnel Carrier Ambulance
uk: Бронетранспортер санітарний

source: Armored Personnel Carrier Recovery
uk: Бронетранспортер для евакуації

source: Armored Protected Vehicle
uk: Броньований Захищений Автомобіль

source: Armored Protected Vehicle Medical Evacuation
uk: Броньована захищена машина для медичної евакуації

source: Armored Protected Vehicle Recovery
uk: Бронетранспортер захищений для евакуації

source: Armored Vehicle
uk: Броньована машина

source: Army
uk: Армія

source: Army Aviation/Aviation Rotary Wing
uk: Армійська авіація / авіаційне ротаційне крило

source: Army Group/Front
uk: Група армій / Фронт

source: Arrest
uk: Арешт

source: Arson
uk: Підпал

source: Assumed Friend
uk: Ймовірно дружні

source: ATM
uk: Банкомат

source: Attempted Criminal Activity
uk: Спроба злочинної діяльності

source: Automatic Rifle
uk: Автоматична гвинтівка

source: Automobile
uk: Автомобіль

source: Autonomous Underwater Vehicle (AUV)/Underwater Vehicle (UUV)
uk: Автономний підводний апарат (AUV)/підводний апарат (UUV)

source: Autonomous Underwater Vehicle (AUV)/Unmanned Underwater Vehicle (UUV)
uk: Автономний підводний апарат (AUV) / Безпілотний підводний апарат (UUV)

source: Auxiliary Flag Ship
uk: Допоміжний флагманський корабель

source: Auxiliary Ship
uk: Допоміжний корабель

source: Avalanche
uk: Лавина

source: Aviation Composite
uk: Авіаційний композит

source: Aviation Fixed Wing
uk: Авіаційне стаціонарне крило

source: Backhoe
uk: Екскаватор

source: Band
uk: Банда (група)

source: Bank
uk: Банк

source: Banking, Finance, and Insurance Infrastructure
uk: Банківська, фінансова та страхова інфраструктура

source: Barge
uk: Баржа

source: Barge, Not Self-Propelled
uk: Баржа несамохідна

source: Barge, Self-Propelled
uk: Баржа, самохідна

source: Battleship
uk: Броненосець

source: Beach Slope
uk: Пляжний схил

source: Bioluminescence
uk: Біолюмінесценція

source: Bird
uk: Птахи

source: Black List Location
uk: Розташування чорного списку

source: Black Marketing
uk: Чорний маркетинг

source: Blowing Dust or Sand
uk: Видування пилу або піску

source: Blowing Snow - Light/Moderate
uk: Снігова метеорія - легка/помірна

source: Bomb
uk: Бомба

source: Bomb Explosion
uk: Вибух бомби

source: Bomb Threat
uk: Загроза бомби

source: Bomber
uk: Бомбардувальник

source: Booby Trap
uk: Міна-пастка

source: Border Patrol
uk: Прикордонний патруль

source: Botnet
uk: Ботнет

source: Bottom Features
uk: Нижні функції

source: Bounded Areas of Weather
uk: Обмежені зони погоди

source: Bridge
uk: Міст

source: Bridge Mounted on Utility Vehicle
uk: Міст, встановлений на комунальному транспортному засобі

source: Brigade
uk: Бригада

source: Broadcast
uk: Трансляція

source: Broadcast Transmitter Antennae
uk: Антени передачі мовлення

source: Broken Coverage
uk: Зламане покриття

source: Bullion Storage
uk: Зберігання злитків

source: Bureau of Alcohol Tobacco Firearms and Explosives (ATF) (Department of Justice)
uk: Бюро алкогольної та тютюнової вогнепальної зброї та вибухових речовин (ATF) (Департамент юстиції)

source: Bureau of Alcohol-Tobacco-Firearms and Explosives (ATF) (Department of Justice)
uk: Бюро алкоголю, тютюну, вогнепальної зброї та вибухових речовин (ATF) (Департамент юстиції)

source: Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF)
uk: Бюро алкоголю, тютюну, вогнепальної зброї та вибухових речовин (ATF)

source: Burglary
uk: Крадіжка зі зломом

source: Bus
uk: Автобус

source: Bus Station
uk: Автобусна зупинка

source: Callback Domain
uk: Домен зворотнього дзвінка

source: Calm Winds
uk: Спокійні вітри

source: Canal
uk: Канал

source: Cargo
uk: Вантажний

source: Cargo, General
uk: Вантажний, Загальний

source: Carrier
uk: Перевізник

source: Cave Entrance
uk: Вхід до печери

source: CBRN Equipment
uk: CBRN Обладнення

source: Chemical Agent
uk: Хімічний агент

source: Chemical Biological Radiological Nuclear Defense
uk: Хімічний Біологічний Радіологічний Ядерний захист (РХБЗ)

source: Chemical Plant
uk: Хімічний завод

source: Chemical-Biological-Radiological and Nuclear (CBRN)
uk: Хіміко-біологічно-радіологічні та ядерні (ХБРЯ)

source: Child Day Care
uk: Дитячий садок

source: Civil Affairs
uk: Цивільні справи

source: Civil Disturbance
uk: Громадянські заворушення

source: Civil Military Cooperation
uk: Цивільне військове співробітництво

source: Civil Rioting
uk: Цивільні заворушення

source: Civilian
uk: Цивільний

source: Civilian Vehicle
uk: Цивільний автомобіль

source: Clear Icing
uk: Прозора глазур

source: Clear Sky
uk: Чисте небо

source: Cloud Cover
uk: Хмарний покрив

source: Cloud Coverage Symbols
uk: Символи хмарного покриття

source: Coast Guard
uk: Берегова охорона

source: Coastal Hydrography
uk: Прибережна гідрографія

source: Cold Front
uk: Холодний фронт

source: Cold Frontogenesis
uk: Холодний фронтогенез

source: Cold Frontolysis
uk: Холодний фронтоліз

source: Combat
uk: Бойовий

source: Combat Search and Rescue (CSAR)
uk: Бойовий пошук і рятування (CSAR)

source: Combat Service Support
uk: Служба бойової підтримки

source: Combat Service Support Vehicle
uk: Бойова машина підтримки

source: Combat Support (Maneuver Enhancement)
uk: Бойова підтримка (посилення маневру)

source: Combat Support Ship, Fast
uk: Корабель бойової підтримки, швидкий

source: Combined Arms
uk: Загальновійськовий

source: Command
uk: Команда

source: Command and Control
uk: Командування та управління

source: Command and Control (C2)
uk: Командування та управління (C2)

source: Command Launch Equipment (CLE)
uk: Командне пускове озброєння (CLE)

source: Commercial Food Distribution Center
uk: Комерційний продовольчий центр

source: Commercial Infrastructure
uk: Комерційна інфраструктура

source: Communications
uk: Комунікації

source: Compact or Wet Snow (At Least One-Half of Ground)
uk: Щільний або мокрий сніг (принаймні половина землі)

source: Compact or Wet Snow (Less Than One-Half of Ground)
uk: Щільний або мокрий сніг (менше половини ґрунту)

source: Computer System
uk: Комп'ютерна система

source: Construction Vehicle
uk: Будівельний автомобіль

source: Container Ship
uk: Контейнеровоз

source: Contaminated Hazardous Waste Site
uk: Забруднений місце небезпечних відходів

source: Context
uk: Контекст

source: Continuous Light
uk: Постійне світло

source: Contour - Upper Air
uk: Контур - верхнє повітря

source: Contractor
uk: Підрядник

source: Control Valve
uk: Контрольний клапан

source: Convergence Line
uk: Лінія сходження

source: Convoy
uk: Конвой

source: Copy
uk: Копіювати

source: Core Router
uk: Основний маршрутизатор

source: Corps Support
uk: Підтримка корпусу

source: Corvette
uk: Корвет

source: Counterintelligence
uk: Контррозвідка

source: Crane/Loading Device
uk: Кран/навантажувальний пристрій

source: Criminal Activity Incident
uk: Інцидент злочинної діяльності

source: Criminal Investigation Division
uk: Відділ карного розшуку

source: Cross Country Truck
uk: Позашляхова вантажівка

source: Cross Domain Solution
uk: Міждоменне рішення

source: Cruiser
uk: Крейсер

source: Customs Service
uk: Митна служба

source: Cyberspace
uk: Кіберпростір

source: Cyclone Center
uk: Центр циклонів

source: Dam
uk: Дамба

source: Data Manipulation
uk: Маніпуляції даними

source: Data Spoofing
uk: Підробка даних

source: Dead Body
uk: Мертве тіло

source: Decoy
uk: Приманка

source: Degradation
uk: Деградація

source: Demonstration
uk: Демонстрація

source: Department of Defense (DoD)
uk: Міністерство оборони (МО)

source: Department of Justice (DOJ)
uk: Міністерство юстиції (DOJ)

source: Depth
uk: Глибина

source: Descriptor
uk: Описувач

source: Destroyer
uk: Руйнівник

source: Device Domain
uk: Домен пристрою

source: Device Outage
uk: Відключення пристрою

source: Device Type
uk: Тип пристрою

source: Dimention
uk: Вимірювання

source: Direct Fire Gun
uk: Гармат прямого наведення

source: Direction Finding
uk: Пошук напрямку

source: Discharge Outfall
uk: Викид водостоку

source: Displaced Persons / Refugee / Evacuees Camp
uk: Табір переміщених осіб / біженців / евакуйованих

source: Dive Report Location
uk: Розташування звіту про занурення

source: Diver
uk: Водолаз

source: Diving
uk: Дайвінг

source: Division
uk: Дивізія

source: Division and Below Support
uk: Дивізіону та нижче

source: Dog
uk: Собака

source: Domain Server
uk: Сервер домену

source: Dozer
uk: Дозер

source: Dozer-Armored
uk: Бульдозерно-броньований

source: Dredge
uk: Земснаряд

source: Dredger
uk: Земснаряд

source: Drifter
uk: Дрифтер

source: Drill
uk: Свердло

source: Drill Mounted on Utility Vehicle
uk: Бур, встановлений на позашляховику

source: Drilling
uk: Свердління

source: Drive-by Shooting
uk: Стрільба з автомобіля

source: Drizzle
uk: Мряка

source: Drought
uk: Посуха

source: Drug Enforcement Administration (DEA)
uk: Адміністрація з боротьби з наркотиками (DEA)

source: Drug Related
uk: Пов'язано з наркотиками

source: Drug Vehicle
uk: Автомобіль наркотиків

source: Dust Devil
uk: Пиловий диявол

source: Dust or Sand
uk: Пил або пісок

source: Dynamic Processes
uk: Динамічні процеси

source: Earthmover
uk: Землерий

source: Earthquake Epicenter
uk: Епіцентр землетрусу

source: Echelon at brigade and below
uk: Бригада і нижче

source: Echelon at division and above
uk: Дивізія і вище

source: Echo Tracker Classifier (ETC) / Possible Contact (POSCON)
uk: Класифікатор Echo Tracker (ETC) / Можливий контакт (POSCON)

source: Economic Infrastructure Asset
uk: Актив економічної інфраструктури

source: Educational Facilities Infrastructure
uk: Інфраструктура навчальних закладів

source: Effect
uk: Ефект

source: Elder Care
uk: Догляд за людьми похилого віку

source: Electric Power
uk: Електроенергія

source: Electronic Attack (EA)
uk: Електронна атака (EA)

source: Electronic Combat (EC)/Jammer
uk: Електронна боротьба (EC)/Демер

source: Electronic Ranging
uk: Електронне визначення дальності

source: Electronic Support (ES)
uk: Електронна підтримка (ES)

source: Electronic Warfare
uk: Електронна війна

source: Emergency Collection Evacuation Point
uk: Пункт евакуації з надзвичайних ситуацій

source: Emergency Food Distribution
uk: Надзвичайний розподіл їжі

source: Emergency Incident Command Center
uk: Командний центр надзвичайних ситуацій

source: Emergency Medical Operation
uk: Екстрена медична операція

source: Emergency Operation
uk: Екстрена операція

source: Emergency Operations Center
uk: Центр надзвичайних операцій

source: Emergency Public Information Center
uk: Центр екстреного інформування населення

source: Emergency Shelter
uk: Аварійне укриття

source: Emergency Staging Area
uk: Територія екстреної допомоги

source: Emergency Water Distribution Center
uk: Аварійний водорозподільний центр

source: EMT Station Location
uk: Розташування станції швидкої медичної допомоги

source: Enclosed Facility
uk: Закритий об'єкт

source: Energy Facility Infrastructure
uk: Інфраструктура енергетичних об'єктів

source: Engineer
uk: Інженер

source: Engineer Vehicles and Equipment
uk: Інженерні транспортні засоби та обладнання

source: Engineering Equipment Production
uk: Виробництво інженерного обладнання

source: Entity
uk: Сутність

source: Entity Subtype
uk: Підтип суб'єкта

source: Entity Type
uk: Тип сутності

source: Environmental Report Location
uk: Місцезнаходження екологічного звіту

source: Equipment Manufacture
uk: Виробництво обладнання

source: Equipment mobility on land
uk: Мобільне озброєння на суші

source: Equipment mobility on snow
uk: Пересування техніки на снігу

source: Equipment mobility on water
uk: Рухливе обладнання на воді

source: Escort
uk: Ескорт

source: Even Layer of Compact or Wet Snow
uk: Рівномірний шар щільного або мокрого снігу

source: Even Layer of Loose Dry Snow
uk: Рівний шар пухкого сухого снігу

source: Exercise
uk: Навчання

source: Exercise Mine - Bottom
uk: Навчальна міна - на дні

source: Exercise Mine - Floating
uk: Навчальна міна - плаваюча

source: Exercise Mine - Moored
uk: Навчальна міна - пришвартовано

source: Exercise Mine - Rising
uk: Навчальна міна - на поверхні

source: Exercise Mine-General
uk: Навчальна міна - загальне

source: Exfiltration
uk: Ексфільтрація

source: Explosion
uk: Вибух

source: Explosive Material
uk: Вибуховий матеріал

source: Explosive Ordnance Disposal (EOD)
uk: Знешкодження вибухонебезпечних предметів (EOD)

source: Extortion
uk: Вимагання

source: Extreme
uk: Екстрім

source: Extremely Dry with Cracks
uk: Надзвичайно сухий з тріщинами

source: Fall
uk: Падіння

source: Fall Then Rise Lower
uk: Впади, а потім піднімися нижче

source: Fall Then Steady
uk: Падіння, а потім стійке

source: Federal Bureau of Investigation (FBI)
uk: Федеральне бюро розслідувань (ФБР)

source: Federal Reserve Bank
uk: Федеральний резервний банк

source: Feint/Dummy Headquarters
uk: Хибний / Макет штабу

source: Feint/Dummy Task Force
uk: Хибний / Макет оперативної групи

source: Feint/Dummy Task Force Headquarters
uk: Хибний / Макет штабу оперативної групи

source: Ferry
uk: Паром

source: Ferry Terminal
uk: Поромна переправа

source: Ferry Transporter
uk: Паромний транспортер

source: Few Coverage
uk: Невелике покриття

source: Field Artillery
uk: Польова артилерія

source: Field Artillery Observer
uk: Польовий артилерійський спостерігач

source: Field Camp Construction
uk: Будівництво польового табору

source: Fighter
uk: Боєць

source: File Server
uk: Файловий сервер

source: Finance
uk: Фінанси

source: Financial Exchange
uk: Фінансовий обмін

source: Financial Services-Other
uk: Фінансові послуги - інше

source: Fire Event
uk: Вонева подія

source: Fire Fighting Operation
uk: Операція з гасіння пожежі

source: Fire Fighting/Fire Protection
uk: Протипожежний захист

source: Fire Hydrant
uk: Пожежний гідрант

source: Fire Origin
uk: Походження вогню

source: Fire Station
uk: Пожежна станція

source: Firearms Manufacturer
uk: Виробник вогнепальної зброї

source: Firearms Retailer
uk: Роздрібний продавець вогнепальної зброї

source: Fires
uk: Воневий

source: Firewall
uk: Брандмауер

source: Fishing Vessel
uk: Рибальське судно

source: Fixed Bridge
uk: Фіксований міст

source: Fixed Wing
uk: Фіксоване крило

source: Fixed Wing MISO
uk: Фіксоване крило MISO

source: Fixed-Wing
uk: Фіксоване крило

source: Flame Thrower
uk: Вогнемет

source: Flammable Gas
uk: Легкозаймистий газ

source: Flammable Liquid
uk: Легкозаймиста рідина

source: Flammable Solid
uk: Легкозаймиста тверда речовина

source: Floating Bridge
uk: Плавучий міст

source: Flood
uk: Повінь

source: Fog
uk: Туман

source: Folding Girder Bridge
uk: Складаний балковий міст

source: Food Distribution
uk: Роздача їжі

source: Food Production Center
uk: Центр виробництва продуктів харчування

source: Food Retail
uk: Роздрібна торгівля продуктами харчування

source: Ford
uk: Форд

source: Freezing Drizzle
uk: Крижаний дощ

source: Freezing Level
uk: Рівень замерзання

source: Freezing Rain
uk: Крижаний дощ

source: Freezing-Sky Obscured
uk: Замерзання-затьмарене небо

source: Freezing-Sky Visible
uk: Заморожування - видно небо

source: Freezing/Frozen Precipitation
uk: Заморозки / замерзлі опади

source: Friend
uk: Дружні

source: Frigate
uk: Фрегат

source: Frontal Systems
uk: Фронтальні системи

source: Funnel Cloud (Tornado/Waterspout)
uk: Воронкоподібна хмара (торнадо/водяний струмінь)

source: Fused Track
uk: Злитий трек

source: Generation Station
uk: Генераційна станція

source: Generator Set
uk: Генераторна установка

source: Geologic
uk: Геологічний

source: Geospatial Support/Geospatial Information Support
uk: Підтримка геопросторової інформації/підтримка геопросторової інформації

source: Glaze (Thin Ice) on Ground
uk: Глазур (тонкий лід) на землі

source: Government
uk: Уряд

source: Government Leadership
uk: Керівництво уряду

source: Government Site Infrastructure
uk: Урядова інфраструктура

source: Graffiti
uk: Графіті

source: Grain Storage
uk: Зберігання зерна

source: Gray List Location
uk: Місце розташування сірого списку

source: Grenade Explosion
uk: Вибух гранати

source: Grenade Launcher
uk: Гранатомет

source: Ground
uk: Земельний

source: Ground Water Well
uk: Грунтові води

source: Ground-based Midcourse Defense (GMD) Fire Control (GFC) Center
uk: Наземний Центр управління вогнем (GFC) оборони на проміжному курсі (GMD).

source: Hail
uk: Град

source: Hazard Materials
uk: Небезпечні матеріали

source: Hazard Materials Incident
uk: Інцидент із небезпечними матеріалами

source: Hazardous Material Production
uk: Виробництво небезпечних матеріалів

source: Hazardous Material Storage
uk: Зберігання небезпечних матеріалів

source: Hazardous When Wet
uk: Небезпечно у вологому стані

source: Haze
uk: Задимлення

source: Headquarters
uk: Штаб

source: Headquarters Element
uk: Елемент штабу

source: Health and Status
uk: Здоров'я та стан

source: Health Department Facility
uk: Управління охорони здоров'я

source: Heavy
uk: Важкий

source: Heavy Lift
uk: Важкий ліфт

source: Heavy, TELAR
uk: Важкий, TELAR

source: Heavy, TLAR
uk: Важкий, TLAR

source: Helicopter Landing Site
uk: Майданчик для посадки вертольота

source: Herder
uk: Пастух

source: High Pressure Center
uk: Центр високого тиску

source: Hollow Deck Bridge
uk: Міст з порожнистою палубою

source: Home Eviction
uk: Виселення в домашніх умовах

source: Hospital Ship
uk: Госпітальний корабель

source: Host
uk: Хост

source: Hot Spot
uk: Гаряча точка

source: Hovercraft
uk: Судно на повітряній подушці

source: Howitzer
uk: Гаубиця

source: HQ / Task Force / Dummy
uk: Штаб / Оперативна група / Макет

source: Hydro-Meteorological
uk: Гідрометеорологічний

source: Hydrography
uk: Гідрографія

source: Ice Concentration
uk: Концентрація льоду

source: Ice Crystals (Diamond Dust)
uk: Крижані кристали (алмазний пил)

source: Ice Pellets (Sleet)
uk: Крижані гранули (мокрий сніг)

source: Ice Systems
uk: Льодові системи

source: Icebergs
uk: Айсберги

source: Icing
uk: Глазурь

source: IED Cache
uk: Тайник IED

source: IED Event
uk: Подія IED

source: IED Explosion
uk: Вибух IED

source: IED Suicide Bomber
uk: Терорист-смертник (IED)

source: Illegal Drug Lab
uk: Нелегальна нарколабораторія

source: Illegal Drug Operation
uk: Незаконна операція з наркотиками

source: Impaired
uk: Слабкий

source: Improvised Explosive Device (IED)
uk: Саморобний вибуховий пристрій (IED)

source: Improvised Explosives Device (IED)
uk: Саморобний вибуховий пристрій (IED)

source: In-Flight Interceptor Communications System (IFICS) Data Terminal (IDT)
uk: Термінал даних (IDT) системи зв'язку бортового перехоплювача (IFICS)

source: Incendiary Explosion
uk: Запалювальний вибух

source: Incident
uk: Випадок (Інцидент)

source: Individual
uk: Індивідуальний

source: Industrial Site
uk: Промисловий майданчик

source: Infantry
uk: Піхота

source: Infantry Fighting Vehicle
uk: Бойова машина піхоти (БМП)

source: Infection
uk: Інфекція

source: Infestation
uk: Зараження

source: Infiltration
uk: Інфільтрація

source: Information Operations
uk: Інформаційні операції

source: Infrastructure
uk: Інфраструктура

source: Insect
uk: Комаха

source: Instability Line
uk: Лінія нестабільності

source: Installation
uk: Споруда

source: Instrument Flight Rule (IFR)
uk: Правила польотів за приладами (IFR)

source: Intelligence
uk: Інтелект

source: Intelligence Collector
uk: Збирач розвідувальних даних

source: Inter-Tropical Convergence Zone
uk: Міжтропічна зона конвергенції

source: Inter-Tropical Discontinuity
uk: Міжтропічний розрив

source: Intercept
uk: Перехоплення

source: Intercept (Search and Recording)
uk: Перехоплення (пошук і запис)

source: Intermittent Heavy
uk: Переривчастий важкий

source: Intermittent Heavy/Continuous Heavy
uk: Переривчастий Важкий / Безперервний Важкий

source: Intermittent Light
uk: Переривчасте світло
